[
  {
    "id": "pt-sociedade-etica-digital-2026",
    "locale": "pt",
    "slug": "etica-digital-verdade-ruido",
    "title": "Ética Digital: entre a verdade e o ruído",
    "excerpt": "Como navegar informação, desinformação e saúde mental num mundo sempre online — com princípios práticos e postura responsável.",
    "category": "etica",
    "tags": ["tecnologia", "cidadania", "saude-mental"],
    "coverImage": "/images/blog/sociedade-etica-digital.jpg",
    "ogImage": "/og/og-article.jpg",
    "publishedAt": "2026-02-24",
    "updatedAt": "2026-02-24",
    "author": {
      "name": "Elias Licoji Cacoma",
      "image": "/images/autores/elias-licoji-cacoma.jpg"
    },
    "content": [
      "A internet trouxe acesso, voz e oportunidades. Mas também trouxe ruído, manipulação e pressão social.",
      "## O problema não é a tecnologia — é o uso",
      "Quando a atenção vira produto, a tua mente vira mercado. E aí: a ética não é teoria, é sobrevivência.",
      "## 3 práticas simples (e poderosas)",
      "- Verifica a fonte antes de partilhar.",
      "- Não discutas no calor — responde com calma (ou não responde).",
      "- Faz higiene mental: horários offline e silêncio intencional.",
      "## Um compromisso",
      "Ser cidadão digital é escolher a verdade mesmo quando o algoritmo empurra o contrário."
    ]
  },
  {
    "id": "pt-adventista-ouvindo-voz-de-deus",
    "locale": "pt",
    "slug": "ouvindo-a-voz-de-deus-com-clareza",
    "title": "Ouvindo a Voz de Deus com clareza",
    "excerpt": "Como diferenciar impulso, emoção e direção espiritual com equilíbrio, Bíblia e disciplina diária.",
    "category": "vida-espiritual",
    "tags": ["oracao", "bible-study", "discipulado"],
    "coverImage": "/images/blog/ouvindo-voz-de-deus.jpg",
    "ogImage": "/og/og-article.jpg",
    "publishedAt": "2026-02-24",
    "updatedAt": "2026-02-24",
    "author": {
      "name": "Elias Licoji Cacoma",
      "image": "/images/autores/elias-licoji-cacoma.jpg"
    },
    "content": [
      "Nem toda ‘voz’ interna é direção divina. Algumas são ansiedade, outras são desejo, outras são medo.",
      "## 4 filtros práticos",
      "1) **Bíblia:** Deus não contradiz a Palavra.  
2) **Caráter de Cristo:** a direção produz paz e coerência moral.  
3) **Senso e responsabilidade:** fé não é irresponsabilidade.  
4) **Tempo:** Deus não precisa de pressa para ser Deus.",
      "## Uma rotina que funciona",
      "- 10 min: leitura bíblica com anotação",
      "- 5 min: oração (objetiva)",
      "- 2 min: silêncio",
      "## Resultado",
      "Clareza não cai do céu como chuva — ela cresce como semente."
    ]
  },
  {
    "id": "en-society-leadership-character",
    "locale": "en",
    "slug": "leadership-character-consistency",
    "title": "Leadership is character under pressure",
    "excerpt": "Good leadership isn’t vibes. It’s consistency, clarity, and responsibility—especially when things get noisy.",
    "category": "leadership",
    "tags": ["leadership", "culture", "ethics"],
    "coverImage": "/images/blog/leadership-character.jpg",
    "ogImage": "/og/og-article.jpg",
    "publishedAt": "2026-02-24",
    "updatedAt": "2026-02-24",
    "author": {
      "name": "Elias Licoji Cacoma",
      "image": "/images/autores/elias-licoji-cacoma.jpg"
    },
    "content": [
      "Leadership is what remains when shortcuts stop working.",
      "## Pressure reveals, it doesn’t create",
      "You don’t become someone new under pressure—you become more clearly who you already are.",
      "## 3 habits of credible leaders",
      "- Tell the truth early.",
      "- Keep promises small but consistent.",
      "- Build systems, not heroic moments.",
      "## Final thought",
      "Respect is earned in slow daily decisions—then confirmed in crisis."
    ]
  },
  {
  "id": "pt-sociedade-educacao-metodo-futuro-2026",
  "locale": "pt",
  "slug": "educacao-que-funciona-disciplina-metodo-futuro",
  "title": "Educação que funciona: disciplina, método e futuro (sem drama)",
  "excerpt": "Um guia prático para estudar com estratégia, foco e consistência — com resultados reais em 30 dias.",
  "category": "educacao",
  "tags": ["educacao", "juventude", "habitos", "produtividade"],
  "coverImage": "/images/blog/educacao-metodo.jpg",
  "ogImage": "/og/og-article.jpg",
  "publishedAt": "2026-02-24",
  "updatedAt": "2026-02-24",
  "author": { "name": "Elias Licoji Cacoma", "image": "/images/autores/elias-licoji-cacoma.jpg" },
  "content": [
    "A verdade é simples: a maioria das pessoas não falha por falta de inteligência — falha por falta de método. E isso vale para o aluno do ensino médio, o universitário, o jovem trabalhador e até para quem já tem experiência.",
    "O mundo mudou. Hoje há informação demais e atenção de menos. Se tu não treinas foco, leitura, escrita e raciocínio, viras refém do feed. E não é culpa da internet. É falta de sistema.",
    "## O que é educação que funciona",
    "Educação que funciona é aquela que melhora a tua capacidade de pensar com clareza, aumenta a tua autonomia, cria rotina sustentável e liga conteúdo a aplicação.",
    "Não é sobre estudar 12 horas num dia e abandonar 3 dias. É sobre estudar pouco, bem e sempre.",
    "## O inimigo número 1: estudar sem estratégia",
    "Muita gente estuda lendo por cima, sublinhando tudo, fazendo resumo gigante… e depois não consegue explicar nada.",
    "Isso é sensação de estudo, não estudo real. Aprender exige lembrar, explicar e resolver.",
    "Três perguntas que expõem se tu realmente aprendeste:",
    "- Eu consigo explicar isso em 2 minutos sem olhar?",
    "- Eu consigo resolver 10 questões sem consultar?",
    "- Eu consigo ensinar a alguém com exemplos?",
    "## Método em 4 passos (eficiente para 90% das matérias)",
    "**Passo 1 — Pré-leitura (5–10 min):** olha índice e títulos para mapear o terreno.",
    "**Passo 2 — Leitura ativa (20–35 min):** lê fazendo perguntas e anotando a ideia principal.",
    "**Passo 3 — Recuperação (10–15 min):** fecha o material e escreve o que lembra.",
    "**Passo 4 — Prática (15–25 min):** questões, exercícios, exemplos ou mini redação.",
    "Se fizeres isto 60–90 minutos por dia, em 30 dias a diferença é absurda.",
    "## Rotina que dá certo (vida real)",
    "Segunda a sexta: 60 a 90 min de estudo + 15 min de revisão do dia anterior.",
    "Sábado: 60 min revisão geral + 30 min exercícios.",
    "Domingo: descanso mental (sim, descanso também é estratégia).",
    "Regra de ouro: consistência > intensidade.",
    "## O que separa os alunos bons dos excelentes",
    "Não é dom. É hábito: revisar antes de esquecer, praticar sem medo de errar, explicar em voz alta e evitar multitarefa.",
    "Tu não és distraído por natureza; tu estás destreinado.",
    "## Conclusão",
    "Teu futuro não é sorte. Começa pequeno: 60 minutos por dia, mas com método. Em 3 meses, tu não reconheces teu desempenho."
  ]
},
{
  "id": "pt-sociedade-cidadania-digital-2026",
  "locale": "pt",
  "slug": "cidadania-digital-discutir-sem-toxidade",
  "title": "Cidadania digital: como discutir sem virar tóxico",
  "excerpt": "5 regras práticas para debater com respeito, corrigir desinformação e manter tua paz mental online.",
  "category": "cidadania",
  "tags": ["internet", "etica", "comunicacao", "redes-sociais"],
  "coverImage": "/images/blog/cidadania-digital.jpg",
  "ogImage": "/og/og-article.jpg",
  "publishedAt": "2026-02-24",
  "updatedAt": "2026-02-24",
  "author": { "name": "Elias Licoji Cacoma", "image": "/images/autores/elias-licoji-cacoma.jpg" },
  "content": [
    "Hoje a internet virou praça pública. Só que muita gente entra nela como se fosse ringue. O resultado é previsível: ataques pessoais, desinformação e desgaste mental.",
    "A pergunta séria é: dá para ser cidadão digital sem perder humanidade? Dá sim — mas exige disciplina emocional e postura ética.",
    "## Por que as discussões online ficam tão ruins",
    "Porque os incentivos são ruins: o algoritmo premia polêmica, o choque gera cliques e a raiva gera engajamento.",
    "Barulho não é argumento.",
    "## O teste da maturidade",
    "Antes de responder, pergunta: “Meu objetivo é esclarecer ou humilhar?” Se for humilhar, tu já perdeste.",
    "Debate saudável busca clareza, evidências e respeito. Briga busca status e adrenalina.",
    "## As 5 regras de ouro",
    "**Regra 1 — Lê duas vezes.** Muito conflito nasce de leitura apressada.",
    "**Regra 2 — Responde ao argumento, não ao personagem.** Evita ataques pessoais.",
    "**Regra 3 — Provas > opinião.** Afirmação séria precisa de fonte confiável.",
    "**Regra 4 — Não discute com má fé.** Provocador quer combustível.",
    "**Regra 5 — Não digita com raiva.** O print é eterno.",
    "## Desinformação sem agressividade",
    "Corrige com calma, mostra fonte confiável, explica simples e encerra. Humilhar fecha portas; esclarecer abre espaço.",
    "## Higiene mental",
    "Define horários, desliga notificações, faz um dia com menos tela e segue pessoas que agregam.",
    "Teu cérebro precisa de silêncio para funcionar.",
    "## Conclusão",
    "Ser cidadão digital é comunicar com responsabilidade, buscar verdade e manter humanidade. Tua paz e tua credibilidade valem mais do que vencer discussão."
  ]
},
{
  "id": "pt-sociedade-familia-forte-2026",
  "locale": "pt",
  "slug": "familia-forte-em-tempos-fracos",
  "title": "Família forte em tempos fracos: 7 hábitos que protegem o lar",
  "excerpt": "Pequenos hábitos repetidos criam um lar estável: diálogo, limites, serviço e espiritualidade prática.",
  "category": "familia",
  "tags": ["familia", "valores", "comunicacao", "rotina"],
  "coverImage": "/images/blog/familia-forte.jpg",
  "ogImage": "/og/og-article.jpg",
  "publishedAt": "2026-02-24",
  "updatedAt": "2026-02-24",
  "author": { "name": "Elias Licoji Cacoma", "image": "/images/autores/elias-licoji-cacoma.jpg" },
  "content": [
    "Numa época em que tudo muda rápido, a família virou última linha de defesa emocional. Por isso ela vive sob pressão: estresse, pouco tempo, telemóvel demais, diálogo de menos.",
    "Família forte não é a que não tem problema. É a que sabe resolver problema com respeito.",
    "## Hábito 1 — Um momento fixo sem telemóvel",
    "Não precisa ser jantar todo dia. Mas precisa ser um ritual fixo de 20–30 minutos sem tela para reconectar.",
    "## Hábito 2 — Perguntas boas",
    "Troca “como foi?” por perguntas que abrem a conversa:",
    "- O que te deixou feliz hoje?",
    "- O que te preocupou?",
    "- Se pudesse mudar uma coisa no teu dia, qual seria?",
    "## Hábito 3 — Regras claras e poucas",
    "Melhor 5 regras claras do que 50 que ninguém segue. Ex: respeito no tom, sono, responsabilidades básicas.",
    "## Hábito 4 — Resolver conflito sem humilhar",
    "Conflito é inevitável. Humilhação é opcional. Critica comportamento, não identidade.",
    "## Hábito 5 — Oração em família (curta, mas constante)",
    "1–2 minutos já cria unidade e lembra propósito.",
    "## Hábito 6 — Elogio sincero diário",
    "Reconhece esforço, caráter e progresso. Isso fortalece a autoestima e o vínculo.",
    "## Hábito 7 — Serviço como cultura",
    "Família forte não vive só para si. Ajudar alguém educa o coração e cria propósito comum.",
    "## Conclusão",
    "Família forte se constrói com hábitos pequenos, repetidos e consistentes. Não é vibe — é disciplina com amor."
  ]
},
{
  "id": "pt-adventista-estudo-biblico-metodo-2026",
  "locale": "pt",
  "slug": "como-estudar-a-biblia-sem-se-perder",
  "title": "Como estudar a Bíblia sem se perder: método simples e profundo",
  "excerpt": "Um método prático em 5 passos (no telemóvel mesmo) para estudar com contexto, clareza e aplicação diária.",
  "category": "vida-espiritual",
  "tags": ["biblia", "estudo", "disciplina", "devocao"],
  "coverImage": "/images/blog/estudo-biblico-metodo.jpg",
  "ogImage": "/og/og-article.jpg",
  "publishedAt": "2026-02-24",
  "updatedAt": "2026-02-24",
  "author": { "name": "Elias Licoji Cacoma", "image": "/images/autores/elias-licoji-cacoma.jpg" },
  "content": [
    "Muita gente quer entender a Bíblia, mas estuda de forma aleatória: abre um versículo, pega uma frase, cria uma conclusão e pronto. Isso produz confusão, não clareza.",
    "A Bíblia não é um conjunto de slogans. É uma narrativa com contexto, história, propósito e princípios.",
    "## 1) Escolhe um plano (não uma aventura)",
    "Começa com um livro e termina: João, Daniel ou Tiago são ótimos pontos de partida.",
    "## 2) Observa (o que o texto diz)",
    "Pergunta: quem fala, para quem, em que situação e qual é o tema principal?",
    "## 3) Interpreta (o que significa)",
    "Compara textos. Bíblia explica Bíblia. Evita inventar sentido.",
    "## 4) Aplica (o que muda em mim hoje)",
    "Sem aplicação, vira religião vazia. Pergunta: que decisão este texto pede de mim?",
    "## 5) Ora (pede direção e humildade)",
    "A oração protege do ego, da pressa e da superficialidade.",
    "## Mini rotina (10–20 min)",
    "- Lê o trecho",
    "- Escreve 1 ideia central",
    "- Escreve 1 lição",
    "- Escreve 1 ação prática",
    "## Conclusão",
    "Estudo bíblico com método é como treino: no começo parece simples, depois vira força."
  ]
},
{
  "id": "pt-adventista-missao-sem-espetaculo-2026",
  "locale": "pt",
  "slug": "missao-sem-espetaculo-servir-com-eficacia",
  "title": "Missão sem espetáculo: como servir sem chamar atenção (e ser eficaz)",
  "excerpt": "Missão sustentável é discreta, consistente e humana. Como servir de verdade sem virar performance.",
  "category": "discipulado",
  "tags": ["missao", "servico", "carater", "evangelismo"],
  "coverImage": "/images/blog/missao-sem-espetaculo.jpg",
  "ogImage": "/og/og-article.jpg",
  "publishedAt": "2026-02-24",
  "updatedAt": "2026-02-24",
  "author": { "name": "Elias Licoji Cacoma", "image": "/images/autores/elias-licoji-cacoma.jpg" },
  "content": [
    "Hoje tudo vira espetáculo: até bondade vira conteúdo. Só que missão de verdade não precisa de palco. Precisa de consistência, caráter e amor prático.",
    "Missão eficaz não é a mais barulhenta; é a que transforma vidas de forma silenciosa e profunda.",
    "## Missão começa onde tu estás",
    "Família, vizinhos, escola, trabalho. A maioria das oportunidades já está na tua rotina.",
    "## A regra de ganhar confiança",
    "Antes da pessoa ouvir tua mensagem, ela precisa confiar em ti: pontualidade, coerência e humildade.",
    "## O que fazer na prática",
    "- Ajuda alguém com um problema real",
    "- Visita um doente",
    "- Ensina algo útil",
    "- Compartilha esperança com respeito",
    "## Evangelismo inteligente",
    "Evangelismo não é vencer debate. É apresentar Cristo com clareza e amor: ouve mais, fala menos, responde com respeito.",
    "## Conclusão",
    "Missão sem espetáculo é poderosa porque é sustentável. E o que é sustentável… cresce."
  ]
}
]
